Repository: gabrisp/iwearit
Catalog: WardrobeKit/Sources/WKVision/Resources/Localizable.xcstrings
Source language: en
Languages: es

# wkvision.pipelinetypes.couldnTDrawTheCutout
source: Couldn't draw the cutout.
es: No se pudo dibujar el recorte.

# wkvision.pipelinetypes.couldnTGenerateTheCutout
source: Couldn't generate the cutout mask.
es: No se pudo generar la máscara de recorte.

# wkvision.pipelinetypes.couldnTSeparateTheSubject
source: Couldn't separate the subject from the background.
es: No se pudo separar el sujeto del fondo.

# wkvision.pipelinetypes.imageRecognitionIsnTAvailable
source: Image recognition isn't available right now.
es: El reconocimiento de imágenes no está disponible ahora mismo.

# wkvision.pipelinetypes.itSTakingTooLong
source: It's taking too long
es: Está tardando demasiado

# wkvision.pipelinetypes.nobodyIsRecognisedInThe
source: Nobody is recognised in the photo.
es: No se reconoce a nadie en la foto.

# wkvision.pipelinetypes.theModelIsStillGetting
source: The model is still getting ready
es: El modelo todavía se está preparando

# wkvision.pipelinetypes.theNeuralEngineIsBusy
source: The Neural Engine is busy —usually loading a model or with the camera open—.
es: El Neural Engine está ocupado —normalmente cargando un modelo o con la cámara abierta—.

# wkvision.pipelinetypes.tryAFullBodyPhoto
source: Try a full-body photo where you're seen from the front.
es: Prueba con una foto de cuerpo entero donde se te vea de frente.

# wkvision.pipelinetypes.tryAPhotoWithA
source: Try a photo with a clear background and good light.
es: Prueba con una foto de fondo despejado y buena luz.

# wkvision.pipelinetypes.tryAgainIfItKeeps
source: Try again. If it keeps happening, close and reopen the app.
es: Vuelve a intentarlo. Si sigue pasando, cierra y abre la app.

# wkvision.pipelinetypes.tryAnotherPhoto
source: Try another photo.
es: Prueba con otra foto.

# wkvision.pipelinetypes.waitAFewSecondsAnd
source: Wait a few seconds and try again.
es: Espera unos segundos y vuelve a intentarlo.

# wkvision.pipelinetypes.waitForItToFinish
source: Wait for it to finish downloading and loading. You'll see it in Settings › Models.
es: Espera a que termine de descargarse y cargarse. Lo verás en Ajustes › Modelos.
